Repository: 84000/data-translation-memory
Catalog: toh747-v3.tmx
Source language: bo
Languages: en

source: །བསམ་པ་ཐམས་ཅད་ཡོངས་སུ་རྫོགས་པར་བྱེད་ཅིང་ལོ་སྟོང་འཚོའོ། །ཇི་སྲིད་འཚོ་བ་དེ་སྲིད་དུ་མངག་གཞུག་གི་ལས་བྱེད་དོ།
en: One will live thousands of years, and for as long as one lives Pūraṇa will perform the duties of a servant.

source: །ཆེ་གེ་མོ་འཚོ་བར་གྱིས་ཤིག །ཆེ་གེ་མོ་སོད་ཅིག་ཅེས་སྨྲས་ན་དེ་དག་ཐམས་ཅད་བྱེད་དོ།
en: He can be induced to kill anyone or let them live. He can do anything. “The sādhana of Āpūraṇa:

source: །ཀུན་ཏུ་རྫོགས་བྱེད་ཀྱི་སྒྲུབ་པའི་ཐབས་བཤད་པ་སྐུ་གདུང་དང་བཅས་པའི་མཆོད་རྟེན་གྱི་དྲུང་དུ་ཁྲི་བཟླས་ན་སྔོན་དུ་བསྙེན་པ་བྱས་པར་འགྱུར་རོ།
en: “One should go to a caitya that contains relics and recite the mantra ten thousand times. This constitutes the preliminary practice.

source: །དེ་ནས་ཟླ་བ་ཉ་ལ་ཅི་ལྟར་འབྱོར་པའི་མཆོད་པ་ཆེན་པོ་བྱས་ཏེ།
en: Then, on the day of the full moon, one should offer a pūjā according to one’s means and recite the mantra until midnight, at which time Āpūraṇa will swiftly arrive.

source: ཅི་སྲིད་ནམ་ཕྱེད་ཀྱི་བར་དུ་བཟླས་ན་ནམ་ཕྱེད་ན་རིངས་པར་འོངས་ནས་མདུན་དུ་སྡོད་དོ། །ཀྱེ་སྡུག་པ་ངས་ཅི་བྱ་ཞེས་སྨྲ་བར་བྱེད་དོ། །སྒྲུབ་པ་པོས་མངག་གཞུག་གྱིས་ཤིག་ཅེས་བསྒོ་ན་དེ་ཕན་ཆད་མངག་གཞུག་གི་ལས་ཐམས་ཅད་བྱེད་དོ།
en: When he arrives, he will stand in front of one and say, ‘What can I do for you, my dear?’ The practitioner should reply, ‘Please be my servant,’ and from then on he will perform the duties of a servant.

source: །གནོད་སྦྱིན་གྱི་བུ་མོ་བཟང་མོ་བླངས་ནས་སྟེར་ཞིང་གཏེར་ཐམས་ཅད་སྟེར་ལ་ལྷས་འདོད་པའི་བཟའ་བ་སྟེར་རོ།
en: He will bring a divine yakṣa maiden and offer her, disclose the location of every treasure hoard, and offer delicious divine food.

source: །ཉིན་གཅིག་བཞིན་དུ་རས་དམར་པོ་ཟུང་རེ་སྟེར་ཞིང་དོང་ཙེ་ལྔ་ལྔ་སྟེར་ལ་ལོ་ལྔ་བརྒྱ་འཚོའོ།
en: Every day he will offer a pair of garments and five dinars. The practitioner will live five hundred years.

source: །དེ་ནས་དུར་ཁྲོད་ཀྱི་བདག་པོའི་སྒྲུབ་པའི་ཐབས་ཀྱི་ཆོ་ག་རྒྱས་པར་བཤད་པ།
en: “The sādhana of Śmaśānādhipati:

source: མཚན་མོ་དུར་ཁྲོད་དུ་སོང་སྟེ་ཉི་མ་བདུན་དུ་སྟོང་ཕྲག་བརྒྱད་བཟླས་ན་ཉི་མ་བདུན་པ་ལ་འབྱུང་པོ་ལ་ཤ་དང་། ཉ་དང་། ཏིལ་དང་། འཛམ་བུ་ཏི་དང་། མངར་གསུམ་ཟན་གྱིས་དྲིལ་བའི་རིལ་བུ་དང་། རྟ་ཤ་ཁམ་ཚད་དུ་གཏུབས་པ་བསྲེགས་ནས་མར་ལ་རྔོས་ལ་འཛམ་བུ་ཏི་ཀ་དང་། འབྲས་ཆན་དང་། ཞོ་དང་། བུ་རམ་དང་། འོ་ཐུག་དང་། སྲན་ཚོད་དང་། སྣུམ་ཁུར་རྣམས་ཀྱིས་ཅི་ལྟར་གསུངས་པ་བྱིན་ནས་གུ་གུལ་གྱི་བདུག་པ་ཡང་བྱིན་ཏེ།
en: “One should go at night to a charnel ground and recite the mantra one thousand and eight times for seven days. On the seventh day one should follow the prescribed rite to offer fish, meat, sesame, rose apple, cooked white rice, curds, molasses, and milk to this great bhūta. One should recite the mantra until midnight while burning bdellium incense.

source: ཅི་སྲིད་ནམ་ཕྱེད་ཀྱི་བར་དུ་བཟླས་ན་ཧ་ཧ་ཞེས་བྱ་བའི་སྒྲ་ཐོས་པར་བྱེད་དེ།
en: Then, the sound hā hā will be heard.

source: འཇིགས་པར་མ་བྱས་ན་རང་གི་ཚོགས་ཀྱིས་ཡོངས་སུ་བསྐོར་ཏེ་འོང་ངོ་།
en: One should not be afraid—Śmaśānādhipati has arrived with his retinue.

source: །འོངས་པ་ལ་གཏོར་མ་བྱིན་ན་དགའ་བར་འགྱུར་ཏེ།
en: One should offer bali to this visitor.

source: འབྱུང་པོའི་མངག་གཞུག་ཐམས་ཅད་བྱེད་དོ།
en: He will be pleased, and all the bhūtas will become one’s servants.

source: །ཉི་མ་རེ་རེ་དོང་ཙེ་བརྒྱད་བརྒྱད་སྟེར་ཞིང་དགྲ་ཐམས་ཅད་འཇོམས་ཏེ་ལོ་ལྔ་སྟོང་འཚོའོ།
en: Śmaśānādhipati will offer eight dinars every day and will crush all one’s enemies. One will live a thousand years.

source: །དེ་ནས་རིགས་ཀྱི་དབང་ཕྱུག་གི་སྒྲུབ་པའི་ཐབས་བཤད་པ།
en: “The sādhana of Kuleśvara:

source: ལྷའི་ཁང་པར་སོང་སྟེ། སྤོས་དམར་པོ་དང་། མེ་ཏོག་དམར་པོ་དང་། གུ་གུལ་གྱི་བདུག་པ་སྦྱིན་ཞིང་ཁྲི་བཟླས་ན་སྔོན་དུ་བསྙེན་པ་བྱས་པར་འགྱུར་རོ།
en: “One should go to a temple and, after offering red perfumes, red flowers, and bdellium incense, recite the mantra ten thousand times. This constitutes the preliminary practice.

source: །མཚན་མོ་ནག་པོའི་ཚེས་བཅུ་བཞི་ལ་ཉ་དང་། ཤ་དང་ཏིལ་དང་འཛམ་བུ་ཏི་དང་། འབྲས་ཆན་དམར་པོས་ཇི་ལྟ་བར་སྒྲུབ་ཅིང་དུ་རུ་སྐ་དང་མེ་ཏོག་སྦྱིན་ཏེ།
en: At night, on the fourteenth day of the dark fortnight, one should prepare fish, meat, sesame, rose apple, and cooked red rice as prescribed. Burning frankincense, one should recite until midnight.

source: ཇི་སྲིད་ནམ་ཕྱེད་ཀྱི་བར་དུ་བཟླས་ན་ནམ་ཕྱེད་ན་སྣང་བ་ཆེན་པོ་དང་། འཇིགས་པར་བྱེད་པའི་གཟུགས་ཀྱིས་འོང་སྟེ།
en: Kuleśvara will then arrive in a terrible, blazing form, but one should not be afraid of him.

source: དེ་ལ་འཇིགས་པར་མ་བྱས་ན་སྡུག་པ་ངས་ཅི་བྱ་ཞེས་སྨྲ་བར་བྱེད་དོ། །སྒྲུབ་པ་པོས་མངག་གཞུག་གྱིས་ཤིག་ཅེས་བསྒོ་ན། ཉི་མ་རེ་དུས་གསུམ་དུ་དོང་ཙེ་ལྔ་ལྔ་སྟེར་བར་བྱེད་དོ།
en: He will say, ‘What can I do for you, my dear?’ The practitioner should reply, ‘Please be my servant.’ He will then perform the duties of a servant for as long as the practitioner lives. Every day, three times a day, he will offer five dinars and delicious divine food.

source: །ལྷས་མངོན་པར་འདོད་པའི་བཟའ་བ་སྟེར་བར་བྱེད་ཅིང་ལོ་ལྔ་སྟོང་འཚོའོ།
en: The practitioner will live five hundred years.

source: །དེ་ནས་འབྱུང་པོའི་དབང་ཕྱུག་གི་སྒྲུབ་པའི་ཐབས་བཤད་པ།
en: “The sādhana of Bhūteśvara:

source: མཚན་མོ་ལིང་ཀ་གཅིག་པར་སོང་སྟེ། གཅིག་པུ་ནུབ་གསུམ་དུ་འབྲས་ཆན་དམར་པོ་དང་ཉ་དང་ཤས་གཏོར་མ་སྦྱིན་ཞིང་ར་སྐྱེས་ཀྱི་ཤ་དང་། གུ་གུལ་དང་། སྦྲང་རྩི་དང་ལྡན་པའི་བདུག་པས་བདུག་ཅིང་སྟོང་ཕྲག་བརྒྱད་བཟླས་ན།
en: “One should go alone at night to a solitary Śiva liṅga and, for three days, offer cooked red rice, fish, meat, sesame, and rose apple. While burning incense made of goat meat and bdellium mixed with honey, one should recite the mantra one thousand and eight times.

source: ཉི་མ་དང་པོ་ལ་རྨི་ལམ་དུ་མཐོང་བར་བྱེད་དོ།
en: On the first day one will see Bhūteśvara in a dream.

source: །ཉི་མ་གཉིས་པ་ལ་རང་ཉིད་མཐོང་བར་བྱེད་དོ། །ཉི་མ་གསུམ་པ་ལ་རིངས་པར་འོངས་ཤིང་མདུན་དུ་འདུག་ནས་འདི་སྐད་སྨྲ་བར་བྱེད་དོ། །བཀའ་ཅི་སྩོལ་དེ་ནས་སྒྲུབ་པ་པོས་མངག་གཞུག་གྱིས་ཤིག་ཅེས་བརྗོད་པར་བྱའོ།
en: On the second day Bhūteśvara will promptly arrive in person and stand in front of the practitioner. He will say, ‘What can I do for you?’ The practitioner should reply, ‘Please be my servant.’ Bhūteśvara will remain in close attendance.

source: །རྟག་ཏུ་ཕྱི་བཞིན་འབྲང་བར་འགྱུར་ཞིང་རང་ཉིད་སོང་ནས་མི་ཟད་པའི་གཏེར་སྟེར་ཞིང་འདས་པ་དང་། མ་འོངས་པ་དང་། ད་ལྟར་བྱུང་བ་རྣམས་སྨྲ་བར་བྱེད་དོ།
en: He will bring an apsaras and offer her and will describe the past, present, and future.

source: །གོས་དང་། རྒྱན་དང་། བཟའ་བ་བཟང་པོ་རྣམས་སྟེར་བར་བྱེད་ཅིང་ལོ་ཉིས་སྟོང་འཚོ་བར་བྱེད་དོ། །དེ་ནས་ཕོ་ཉ་མཆོག་གི་སྒྲུབ་པའི་ཐབས་བཤད་པ་རྡོ་རྗེ་འཆང་གི་ཁང་པར་སོང་སྟེ།
en: He will give clothes, adornments, and delicious divine foods. The practitioner will live for three hundred years. “The sādhana of Kiṃkarottama:

source: ནག་པོའི་ཚེས་བཅུ་བཞི་ལ་ཁྲི་བཟླས་ནས་ཉི་མ་བདུན་པ་ལ་བསྒྲུབ་པ་བརྩམ་པར་བྱ་སྟེ།
en: “One should go to a temple of Vajradhara on the fourteenth day of the dark fortnight and recite the mantra ten thousand times for seven days. This constitutes the preliminary practice.

source: ཙནྡན་གྱི་དཀྱིལ་འཁོར་བསྒྲུབ་པར་བྱས་ནས་གུ་གུལ་གྱི་བདུག་པ་སྦྱིན་ཞིང་མེ་ཏོག་དཀར་པོ་དང་། འབྲས་ཅན་དཀར་པོ་དང་། མར་དང་འོ་ཐུག་སྦྱིན་ཞིང་ཀུ་ཤའི་ཁྲི་ལ་འདུག་སྟེ། མར་གྱི་མར་མེ་རབ་ཏུ་སྦར་ནས་མཚན་མོ་ཅི་སྲིད་ནམ་ཕྱེད་ཀྱི་བར་དུ་བཟླས་ན་མངག་གཞུག་མཆོག་རང་ཉིད་འོང་སྟེ།
en: Then one should burn bdellium incense and offer cooked white rice, ghee, and milk. Sitting on a seat of kuśa grass, one should light a butter lamp and recite the mantra into the night until, at midnight, Kiṃkarottama arrives in person. Upon arrival, he should be given a welcome offering of water scented with white sandalwood. He will be pleased and say, ‘Hey practitioner!

source: འོངས་པ་ལ་ཙནྡན་གྱི་མཆོད་ཡོན་བྱིན་ན། ཀྱེ་སྒྲུབ་པ་པོ་བདག་གིས་ཅི་བྱ་ཞེས་སྨྲ་བར་བྱེད་དོ། །དེ་ནས་སྒྲུབ་པ་པོས་བདག་གི་མངག་གཞུག་གྱིས་ཤིག་ཅེས་བསྒོ་ན་དེ་ཕན་ཆད་མངག་གཞུག་པར་འགྱུར་ཞིང་ལྷས་མངོན་པར་འདོད་པའི་བཟའ་བ་སྟེར་རོ།
en: What can I do for you?’ The practitioner should reply, ‘Please be my servant.’ From then on, Kiṃkarottama will perform the duties of a servant and will offer delicious divine food. Taking the practitioner on his back, he will take him to the heavenly realm.

source: །དངུལ་ཆུ་དང་བཅུད་ཀྱིས་ལེན་སྟེར་ཞིང་གཏེར་རྙེད་པར་བྱེད་ལ་རྒྱབ་ཏུ་ཞོན་ན་མཐོ་རིས་སུ་ཡང་འཁྱེར་བར་བྱེད་ཅིང་གཞན་ཡང་རྒྱལ་སྲིད་སྟེར་བར་བྱེད་དོ།
en: Moreover, he will give him a kingdom and a lifespan of five thousand years.”

source: །འབྱུང་པོ་འདུལ་བའི་རྒྱུད་ཀྱི་རྒྱལ་པོ་ཆེན་པོ་ལས། མངག་གཞུག་སྒྲུབ་པའི་ཆོ་ག་རྒྱས་པའི་ལེའུའོ།།
en: This concludes the chapter from the great sovereign “Bhūtaḍāmara Tantra” that contains detailed instructions on the sādhanas for servants. Chapter 24

source: །།དེ་ནས་འདིར་ཡང་དག་པར་བཤད་པ་ནི་དངོས་གྲུབ་སྣ་ཚོགས་སྒྲུབ་པར་བྱེད་པ་སློབ་དཔོན་རྣམས་ལ་ཕན་པའི་དོན་དུ་ཇི་ལྟར་གསུངས་པ་མངག་གཞུག་པའི་ཐབས་ཏེ།
en: “For the benefit of spiritual instructors I will now explain, just as it has been taught, the sādhana for servants that produces manifold accomplishments.

source: བསྟེན་པར་བྱ་བ་མ་ཡིན་པའི་ལེ་ལོ་ཅན་དང་སྡིག་པ་བྱེད་པ་དང་། བརྫུན་དུ་སྨྲ་བ་དང་། ཚུལ་འཆོས་ཅན་དང་། དབུལ་པོ་དང་། ནད་ཀྱིས་གདུངས་པ་དང་། ཚེ་ཐུང་བ་དང་སེམས་མི་བརྟན་པའི་མི་རྣམས་ཀྱང་སྤང་བར་མི་བྱ་སྟེ།
en: No one among those one should not generally associate with is to be forsaken, including idlers and evildoers, liars, loafers, the poor and diseased, those with short lives, and the fickle-minded.

source: གལ་ཏེ་ལོངས་སྤྱོད་དང་ནོར་དང་གྲགས་པ་འདོད་ན་ཡང་སྐད་ཅིག་གིས་ཕུན་སུམ་ཚོགས་པར་སྟེར་རོ།
en: If one wants enjoyments, wealth, and fame, these will be instantly and abundantly given.

source: །སྔགས་འདིས་དངུལ་ཆུ་དང་། བཅུད་ཀྱིས་ལེན་པའི་དངོས་གྲུབ་དང་། ལྷའི་རྒྱལ་སྲིད་ཀྱི་དངོས་གྲུབ་ཀྱང་གྲུབ་པར་བྱེད་ན་མི་རྣམས་ཀྱི་རྒྱལ་སྲིད་གྲུབ་པར་བྱེད་པ་ལྟ་སྨོས་ཀྱང་ཅི་དགོས་ཏེ། དེ་བཞིན་དུ་འདི་ལྷའི་བུ་མོ་ཐམས་ཅད་སྐད་ཅིག་ཙམ་གྱིས་གྲུབ་པར་བྱེད་དོ།
en: “This magical mantra can win the elixir of long life that is precious to the lord of gods, so it certainly can win treasures from human kings. Likewise, it can instantly win a celestial maiden.

source: །གསང་སྔགས་འདི་ནི་བཀླགས་པས་གྲུབ་པར་བྱེད་ཅིང་ཤིན་ཏུ་བརྩོན་འགྲུས་དམན་པ་རྣམས་ལ་ཡང་ཅི་ལྟར་བདེ་བ་ལྟར་མྱུར་དུ་གྲུབ་པར་བྱེད་ཅིང་སེམས་ཅན་ཐམས་ཅད་ལ་བདེ་བ་རབ་ཏུ་སྦྱིན་པ་ཡི་གེ་བཞི་པོ་ཆེར་གསང་བ།
en: When this magical mantra is recited, it quickly and easily produces accomplishments. These exceedingly secret four syllables that grant every comfort will grant all accomplishments to innumerable beings of inferior diligence.

source: དངོས་གྲུབ་ཐམས་ཅད་སྟེར་བར་བྱེད་པ་བཀླགས་པ་ཙམ་གྱིས་མངོན་པར་གྲུབ་པར་བྱེད་པ་སྟེ། འདི་ལ་ཐེ་ཚོམ་མི་བྱའོ།
en: They will be attained after only a single recitation, there is no doubt about this.”

source: །འབྱུང་པོ་འདུལ་བའི་རྒྱུད་ཆེན་པོ་ལས་དངོས་གྲུབ་ཀྱི་བསྒྲུབ་པའི་ཆོ་ག་རྒྱས་པའི་ལེའུའོ།།
en: This concludes the chapter from the great sovereign “Bhūtaḍāmara Tantra” that contains detailed instructions on the sādhana for magical accomplishments.

source: །།དེ་ནས་འབྱུང་པོ་འདུལ་བའི་རྒྱུད་ཆེན་པོ་ལས་འབྱུང་པོ་བརྒྱད་ཀྱི་ཕྱག་རྒྱའི་མཚན་ཉིད་བཤད་པ།
en: Chapter Next follow the descriptions of the mudrās of the eight bhūtas from the great sovereign Bhūta­ḍāmara Tantra . “The mudrā of Aparājita, the great king:

source: སོར་མོ་རྣམས་ཕན་ཚུན་འཁྱུད་དེ། གུང་མོ་བརྐྱང་ནས་ཁབ་ལྟར་བཟུང་བ་ནི་འབྱུང་པོ་ཆེན་པོ་གཞན་གྱིས་མི་ཐུབ་པའི་ཕྱག་རྒྱའོ།
en: “Fold in the fingers of both hands while extending your middle fingers to form the shape of a needle. “The mudrā of Ajita:

source: །ཕྱག་རྒྱ་འདི་ཉིད་གུང་མོ་བཀུག་ཅིང་མཛུབ་མོ་བརྐྱང་ནས་བཀུག་པ་ནི་རྒྱལ་བའི་ཕྱག་རྒྱའོ།
en: “Forming the above mudrā, fold in your middle fingers and extend your index fingers while slightly bending them. “The mudrā of Pūraṇa:

source: །ཕྱག་རྒྱ་འདི་ཉིད་ལས་མཛུབ་མོ་གཡོན་པ་བསྐྱིལ་ཞིང་མཐེའུ་ཆུང་བརྐྱང་སྟེ། སོ་སོར་བཟུང་བ་ནི་རྫོགས་བྱེད་ཀྱི་ཕྱག་རྒྱའོ།
en: “Forming the same mudrā as above, curl your index fingers into a semicircle and extend the little fingers, holding them apart. “The mudrā of Āpūraṇa:

source: །སོར་མོ་ཕན་ཚུན་འཁྱུད་དེ་བཟུང་བ་ནི་ཀུན་ཏུ་རྫོགས་པར་བྱེད་པའི་ཕྱག་རྒྱའོ།
en: “Forming the same mudrā, fold in the fingers of both hands. “The mudrā of Śmaśānādhipati:

source: །ཕྱག་རྒྱ་འདི་ཉིད་ལས་མཐེའུ་ཆུང་དང་མཐེ་བོ་ནང་དུ་བཀུག་སྟེ་བཟུང་བ་ནི་དུར་ཁྲོད་ཀྱི་བདག་པོའི་ཕྱག་རྒྱའོ།
en: “Forming the same mudrā, form your middle fingers into the shape of a needle. “The mudrā of Bhūteśvara:

source: །མཐེའུ་ཆུང་གཉིས་རབ་ཏུ་བརྐྱང་སྟེ་བཟུང་བ་ནི་རིགས་ཀྱི་དབང་ཕྱུག་གི་ཕྱག་རྒྱའོ།
en: “Form the same mudrā, but hold both thumbs out to the side. “The mudrā of Kuleśvara: “Forming the same mudrā, fold your thumbs inward and extend your little fingers, holding them apart. “The mudrā of Kiṃkarottama:

source: །ཐལ་མོ་སྦྱར་ཏེ་མཛུབ་མོ་གཉིས་བཀུག་པ་ནི་ཕོ་ཉ་མཆོག་གི་ཕྱག་རྒྱའོ།
en: “Join the cupped palms of your hands together and slightly bend both index fingers.”

source: །འབྱུང་པོ་འདུལ་བའི་རྒྱུད་ཀྱི་རྒྱལ་པོ་ཆེན་པོ་ལས། འབྱུང་པོའི་རྒྱལ་པོ་ཆེན་པོ་བརྒྱད་ཀྱི་ཕྱག་རྒྱའི་མཚན་ཉིད་རྫོགས་སོ།།
en: This concludes the chapter from the great sovereign “Bhūtaḍāmara Tantra” that contains the descriptions of the mudrās of the eight bhūtas. Chapter

source: །།དེ་ནས་གསང་བའི་བདག་པོ་ཕྱག་ན་རྡོ་རྗེ་ལ་བཅོམ་ལྡན་འདས་ཀྱིས་འདི་སྐད་ཅེས་བཀའ་སྩལ་ཏོ།
en: Then Vajrapāṇi, the lord of guhyakas, said this to the lord:

source: །རྡོ་རྗེ་སློབ་དཔོན་ལ་ཕན་པའི་དོན་དུ་བསྙེན་བཀུར་མའི་སྒྲུབ་པའི་ཐབས་དཔལ་ཆེན་པོ་ཞེས་བྱ་བའི་འབྱུང་མོ་རྡོ་རྗེ་སློབ་དཔོན་གྱིས་བསྒྲུབ་པར་བྱ་སྟེ།
en: “The preceding practice of bhūta-attendants is for the benefit of the vajra master.

source: འབྱུང་མོ་རྣམས་ཀྱིས་ནི་ཡིད་ལ་དགའ་བ་སྐྱེད་ཅིང་ཕན་ཚུན་ཚིམ་པར་བྱེད་པའོ།
en: So is the following sādhana of the great bhūtinīs. Both will be thrilled, and joy will arise in the hearts of the bhūtinīs.

source: །དེ་ནས་འབྱུང་པོ་འདུལ་བའི་རྒྱུད་ཆེན་པོ་ལས་འབྱུང་མོ་དཔལ་ཆེན་མོའི་སྒྲུབ་པའི་ཐབས་ཀྱི་ཆོ་ག་རྒྱས་པར་བཤད་པ།
en: “Next follow the detailed instructions on the sādhana of the glorious great bhūtinīs found in the great sovereign Bhūta­ḍāmara Tantra . “First, the detailed instructions for the gentle sādhana are:

source: དཔལ་ཁྲོ་བོའི་བདག་པོ་བཅོམ་ལྡན་འདས་ཀྱི་མདུན་དུ་འབུམ་བཟླས་ན་སྔོན་དུ་བསྙེན་པ་བྱས་པར་འགྱུར་རོ།
en: “The practitioner should recite the mantra in front of the blessed lord Great Wrath 100,000 times. This constitutes the preliminary practice.

source: །དེ་ནས་ཟླ་བ་ཉ་ལ་ཅི་ལྟར་འབྱོར་པའི་མཆོད་པ་བྱས་ཏེ། གུ་གུལ་གྱི་བདུག་པ་སྦྱིན་ཞིང་མཚན་ཐོག་ཐག་བཟླས་སོ།
en: Then, on the day of the full moon, he should offer a pūjā according to his means, burn bdellium incense, and recite the mantra all night.

source: །དེ་ནས་ཐོ་རངས་ངེས་པར་འོང་ངོ་།
en: A bhūtinī is certain to arrive at dawn.

source: །འོངས་པ་ལ་ཙནྡན་གྱི་མཆོད་ཡོན་སྦྱིན་ཞིང་ལེགས་པར་འོངས་སོ་ཞེས་བརྗོད་ན་ཀྱེ་སྒྲུབ་པ་པོ་ཅི་བཀའ་སྩལ་ཅེས་སྨྲའོ། །སྒྲུབ་པ་པོས་བདག་གི་ཆུང་མ་གྱིས་ཤིག་ཅེས་བརྗོད་ན་ལྷའི་དངུལ་ཆུ་དང་། བཅུད་ཀྱིས་ལེན་སྟེར་ཞིང་དངོས་གྲུབ་ཀྱི་རྫས་དང་གཏེར་དང་། རྒྱལ་སྲིད་རྣམས་སྟེར་བར་བྱེད་དོ། །ཞི་བའི་སྒྲུབ་པའི་ཐབས་ཀྱི་ཆོ་ག་རྒྱས་པ་དང་པོའོ།།
en: Upon her arrival, he should give her a welcome offering of sandalwood-scented water and say, ‘Welcome!’ She will reply, ‘Hey practitioner, what do you command me to do?’ He should say, ‘Please be my wife.’ She will offer a divine elixir of long life, power substances, treasures, and a kingdom.

source: །།དེ་ནས་གཞན་ཡང་ནན་ཏུར་གྱིས་སྒྲུབ་པའི་ཐབས་བཤད་པ། གྲོ་བའི་འདབ་མ་ལ་འབྱུང་མོ་དཔལ་ཆེན་མོ་བྲིས་ཏེ།
en: “There are also forceful sādhanas:

source: མཚན་མོ་གཅེར་བུར་གྱུར་པས།
en: “The practitioner should draw the glorious bhūtinī on birch bark with saffron ink. Then at night, he should recite the mantra one thousand and eight times while naked in front of Vajradhara.

source: དཔལ་རྡོ་རྗེ་འཆང་གི་མདུན་དུ་སྟོང་ཕྲག་བརྒྱད་བཟླས་ན་མྱུར་དུ་འོང་ངོ་།
en: She will swiftly arrive.

source: །འོངས་པ་ལ་ཆགས་པ་བྱས་ན་དགའ་བར་འགྱུར་རོ།
en: He should make love to her as soon as she arrives and she will be pleased.

source: །འཇིག་རྟེན་གསུམ་གྱི་རྒྱལ་སྲིད་ཀྱང་སྟེར་བར་བྱེད་དོ། །བརྒྱ་བྱིན་ཉིད་ཀྱང་སྟེར་རོ།
en: She will offer him a kingdom and even raise him to the status of Indra.

source: །རྒྱབ་ཏུ་ཞོན་ན་མཐོ་རིས་སུ་ཡང་འཁྱེར་ཞིང་ལོ་ཁྲི་འཚོའོ།
en: Taking him on her back, she will take him to heavenly realms. He will live one thousand years.

source: །གལ་ཏེ་མ་གྲུབ་ན་མིག་དང་སྤྱི་བོ་འགས་ཤིང་སྐམས་ཏེ་སྐད་ཅིག་དེ་ཉིད་ལ་འཆིའོ།
en: If she does not comply she will, at that very moment, burst at the forehead, wither, and die. “Next are the detailed instructions for killing all bhūtinīs. “The practitioner should perform the rites of killing and castigation in the center of the maṇḍala that was previously described. The bhūtinī will be killed in an instant.

source: །ཞེས་ཁྲོ་བོ་ཉིད་ཀྱིས་གསུངས་སོ།
en: This has been said by Great Wrath himself.

source: །གུར་གུམ་གྱིས་མིང་བྲིས་ཏེ་རྐང་པ་གཡོན་པས་མན་ནས་རྡོ་རྗེ་གསོར་ཞིང་ཡི་གེ་ཧཱུྃ་ཧཱུྃ་ཕཊ་ཕཊ་ལན་བདུན་བརྗོད་ན་བརྗོད་པར་གྱུར་པས་ངེས་པར་སྐད་ཅིག་གིས་འཆི་བར་བྱེད་དོ།
en: “The practitioner should write a bhūtinī’s name with saffron. Then, stepping over it with his left foot and raising the vajra-scepter, he should repeat the syllable hūṁ seven times. He is certain to kill her instantly.”

source: །འབྱུང་པོ་འདུལ་བའི་རྒྱུད་ཀྱི་རྒྱལ་པོ་ལས། སྒྲུབ་པའི་ཐབས་ཀྱི་ཆོ་ག་རྒྱས་པའོ།།
en: This concludes the chapter from the great sovereign “Bhūtaḍāmara Tantra” that contains detailed instructions on the sādhana procedures. Chapter
